import {T_Film} from "src/modules/types.ts";

export const FilmMocks:T_Film[] = [
    {
        id: 1,
        name: "Большая игра",
        status: 1,
        image: "",
        description: "Один из самых полезных для человека фильм. Оно богато белком, витаминами A и D, кальцием. Недаром с давних пор люди стали не только покупать молоко оптом, но и придумывать рецепты изготовления из него разных фильм.",
        time: 134,
        year: 2017,
        country: "США"
    },
    {
        id: 2,
        name: "Опасная игра Слоун",
        status: 1,
        image: "",
        description: "Элизабет Слоун – самый востребованный и рисковый лоббист и самая сексуальная акула политического бизнеса США. Ловко ведя психологические игры и используя искусство манипуляции, она сражает оппонентов своей непредсказуемостью и никогда не проигрывает. Но когда она берется за самое сложное в своей карьере дело, она понимает, что цена победы может быть слишком высокой.",
        time: 127,
        year: 2016,
        country: "США"
    },
    {
        id: 3,
        name: "Гнев человеческий",
        status: 1,
        image: "",
        description: "Эйч — загадочный и холодный на вид джентльмен, но внутри него пылает жажда справедливости. Преследуя свои мотивы, он внедряется в инкассаторскую компанию, чтобы выйти на соучастников серии многомиллионных ограблений, потрясших Лос-Анджелес. В этой запутанной игре у каждого своя роль, но под подозрением оказываются все. Виновных же обязательно постигнет гнев человеческий...",
        time: 113,
        year: 2021,
        country: "Великобритания"
    },
    {
        id: 4,
        name: "Выстрел в лоб",
        status: 1,
        image: "",
        description: "Роковая случайность, смертельная трагедия, и вся его жизнь летит под откос… Оказавшись за решеткой, он должен научиться жить по новым законам. Ты должен стать борцом, авторитетом или окажешься жертвой. Какую цену придется заплатить, чтобы выжить в этом аду, из которого нет дороги назад?",
        time: 120,
        year: 2015,
        country: "США"
    }
]